Repository: oscarahalvorsen/masterproject
Catalog: maalfrid/tmx/hivolda.no.csv-en-nn.deduped.tmx
Source language: en
Languages: nn

source: at the latest 30 minutes before the exam starts.
nn: seinast 30 minutt før eksamen tek til.

source: - identify geographical and historical sound variants
nn: - identifisere geografiske og diakrone lydvariasjonar

source: He started his working career as a planner in Sande municipality.
nn: Han starta si yrkesaktive karriere som planleggar i Sande kommune.

source: In 1998, the award recipient received his doctorate from NMBU.
nn: Prisvinnaren tok doktorgraden sin i 1998, igjen ved NMBU.

source: Exam question papers for home exams will be available on Inspera immediately the exam commences.
nn: Eksamensoppgåver på heimeeksamen finn du i Inspera når prøva opnar.

source: Democracy is defined in a general way as a government for and by the people.
nn: Generelt vert demokrati ofte definert som eit styresett for og av folket.

source: This goes both ways and leads “spontaneously” to the other being heard when decisions
nn: vil ”naturleg” føre til at den andre vert høyrt når avgjerder skal takast, og dette er nettopp

source: When coming to the library, it is important that you keep a distance of at least 1 meter from those who help you, and that you make your visit to the information desk as short as possible.
nn: Ved oppmøte i lokala er det viktig at du held minst 1 meter avstand til dei som hjelper deg, og at du gjer opphaldet i skranken så kort som mogeleg.

source: students experience a large degree of security at RA.
nn: elevane opplever stor grad av tryggleik på RA.

source: “We regret that we didn’t get to meet the teachers and be in personal contact
nn: ”Det er eit sakn at me ikkje har møtt lærarane, slik at me kan få kontakt med dei på

source: Hjalmar Eiksund, Faculty representative, Faculty of Humanities and Education
nn: Hjalmar Eiksund, representant for Avdeling for humanistiske fag og lærarutdanning

source: as being central criteria for quality in a school setting (Befring 2002).
nn: sentrale kvalitetskriterium for skulen (Befring 2002).

source: How FRAM Svipp works
nn: Slik fungerer FRAM Svipp

source: Values and interests
nn: Verdiar og interesser

source: more reserved in this area than the American.
nn: dette feltet enn den nordamerikanske.

source: The students who to a large degree meet a school with similar values and interests as
nn: Dei elevane som møter ein skule som i stor grad står for det same som heimen, vert i liten

source: Write within a specified deadline a 2000-word analysis and evaluation of two or more literary texts, applying standard methods of literary analysis.
nn: Ein analyse på 2000 ord av to eller fleire litterære tekstar ved hjelp av normerte metoder for litteraturkritikk.

source: Africa, Asia, Europe and Oceania.
nn: av jorda og studerer Afrika, Asia, Europa og Oseania.

source: Here students from many countries meet at the UN headquarters in Nairobi and
nn: elevar frå mange land møtest ved FN-hovudkvarteret i Nairobi og gjennomfører ei simulering

source: In addition to its own test station, the college will also carry out cohort testing.
nn: I tillegg til eigen teststasjon vil høgskulen også gjennomføre kohorttesting.

source: Digital Oral Exam Guidelines
nn: Retningsliner for digital munnleg eksamen

source: The score is reduced by 10% when a paper is turned in a day too late.
nn: ein dag for seint, vert til vanleg trekt 10 % i poengsummen sin.

source: When it comes to democracy being practiced, Busch and Vanebo (1991 p.176) point to the
nn: Busch og Vanebo (1991 s. 176) peikar på at når det gjeld demokrati i praksis, har det mykje å

source: ask them what their opinion was about the change of system of assessment, it is obvious that
nn: Men litt seinare i intervjuet, når eg spør dei om kva meining dei hadde om det å skifte

source: the school year.
nn: undervegs i skuleåret.

source: Activities will be a combination of workshops, seminars with industry specialists, online selfpaced learning and web projects working both individually and in groups.
nn: Aktivitetar vil typisk vere workshops, seminar med bransje-spesialistar, online kurs og arbeid med prosjekt (individuelt og i gruppe).

source: When asked about this a year after his return, he says he has managed to do
nn: Etter eit år i norsk skule, fortalde denne sonen at han har

source: Those participating in sports meet students from other schools in the area.
nn: Dei som tek del i sport, møter elevar frå andre skular i området.

source: This applies to both answer sheets and rough paper.
nn: Dette gjeld både innførings- og kladdeark.

source: aspects of the history and society of the UK, US and other English-speaking countries before 1900
nn: aspekt ved historie og samfunn i Storbritannia, USA og andre engelskspråklege land før 1900

source: The teachers at NCS often discussed this question.
nn: Dette spørsmålet vert ofte drøfta av personalet ved NCS.

source: Furthermore, it must be agreed whether the individual concerned is also to be examiner at the ensuing re-sit examination, and possibly at the reassessment or assessment in accordance with AUUC §§ 5-3, (6).
nn: Vidare skal det avtalast om personen skal vere sensor i ved påfølgjande kontinuasjonseksamen, og eventuelt ved klagesensur eller sensur etter UHL §5-3, (6).

source: Since the physical literature collection is not available, we are happy to help you find alternative digital literature.
nn: Ettersom den fysiske litteratursamlinga er utilgjengeleg hjelper vi deg gjerne med å finne alternativ, digital tilleggslitteratur.

source: 3 Decisions The Admissions Committee, which will consist of appointed representatives from academic environments and the academic administrative division, will hold an admissions meeting.
nn: 3 Vedtak Opptakskomiteen som vil bestå av oppnemnde representantar frå fagmiljøa og studieadministrasjonen, vil halde opptaksmøtet.

source: assess and interpret the significance of political and historical events in English-speaking countries after 1900
nn: vurdere og tolke politiske og historiske hendingar i engelskspråklege land etter 1900

source: The students find that they have many tests.
nn: Elevane opplever at dei har mange prøver.

source: Browsing Høgskulen i Volda by Subject "gardsbruk"
nn: Browsing Rapportar og andre skrifter by Subject "gardsbruk"

source: The PISA report of 2002 concludes (in my translation):
nn: OECD sin PISA-rapport frå 2002 inneheld følgjande konklusjonar:

source: family when their children meet friends all over the city.
nn: over alt når dei ferdast rundt om i byen.

source: - structures involved in connected speech
nn: - overgripande strukturar i samanhengande engelsk tale

source: He himself gives a lot of feedback via the conversation function on Facebook, and also uses a lot of e-mail.
nn: Sjølv gir han mykje tilbakemeldingar via samtalefunksjonen på Facebook, og nytter også mykje e-post.

source: : For oral exams we recommend using a computer with Windows or MacOS.
nn: Til munnleg eksamen tilrår vi bruke datamaskin med Windows eller MacOS.

source: - The opportunities we have was a farfetched dream for them, which it still is for many people in the world today.
nn: – Moglegheitene vi har var ein fjern draum for dei, slik det framleis er for alt for mange menneske i verda i dag.

source: Browsing Mastergradsoppgåver by Author "Ottesen, Randi Lyngbø"
nn: Browsing Undervisning og læring (tidl.: Spesialpedagogikk) by Author "Ottesen, Randi Lyngbø"

source: Included in your student card is 30 pages of printing.
nn: Du har 30 gratis utskrifter ved start.

source: higher than the average in Norway.
nn: desse elevane betre skåre enn gjennomsnittet for Noreg.

source: certain emphasize was placed on the presidential election that took place in the country in December 2002.
nn: visst fokus på presidentvalet som vart gjennomført i landet i desember 2002. Skuleruta tek

source: formal and thematic characteristics of literary genres and historical, social and cultural trends before 1900
nn: formelle og tematiske særtrekk ved litterære sjangrar og historiske, sosiale, økonomiske og kulturelle trendar før 1900

source: It is possible to use a «plug-in» for your web browser to help you find open access versions of journal articles.
nn: Det er mogeleg å søke på nettet med «plug-in» til nettlesaren for å finne opne versjonar av artiklar.

source: to the grades.
nn: berre i form av karakterar.

source: This shows in a more active practice in Norway.
nn: Dette gjenspeglar seg også i ein meir aktiv praksis i Noreg.

source: These e-books are only available for students and staff of HVO.
nn: Dei er berre tilgjengelege for studentar og tilsette ved HVO.

source: when it comes to Norwegian language and mathematics, since both subjects are run according
nn: såleis gå ut frå at det er stort samanfall i norsk og matematikk sidan begge desse faga vart

source: partnership between RA and NCS emerges.
nn: samarbeidet mellom NCS og RA.

source: they often are assigned homework over the weekend.
nn: I naturfag får dei ofte lekse over helga.

source: Browsing Høgskulen i Volda by Subject "omsorgstilbod"
nn: Browsing Rapportar og andre skrifter by Subject "omsorgstilbod"

source: It has also shown us the importance of knowledge.
nn: Både for å takle pandemien, og for vegen vidare.

source: with L-97 these can be; German, French, Finnish, supplementary Norwegian, supplementary
nn: etter L-97 veljast tysk, fransk, finsk, norsk fordjuping, teiknspråk fordjuping, engelsk

source: Regulations for admissions, studies and examinations § 5-5.
nn: Forskrift om opptak, studium og eksamen § 5-5

source: For students and employees at Volda University College (VUC), this means digital classes, with some exemptions.
nn: For studentar og tilsette ved HVO betyr dette mellom anna omlegging til digital undervisning og rettleiing, med enkelte unntak.

source: Buddy Week officer Helena Heimer Rognstad, PR officer for the Buddy Week, Ida Rindal, and rest of the Buddy Week board have worked hard during the summer to make the Buddy Week as safe as possible.
nn: Faddervekasjef Helena Heimer Rognstad og PR-ansvarleg for fadderveka Ida Rindal og resten av faddervekastyret har arbeidd hardt gjennom sommaren for å få til ei så trygg og god fadderveke som mogleg.

source: shows that NCS/RA uses verbal tests less than they do in Norway; they do have more written
nn: NCS/RA brukar munnlege prøver mindre enn i Noreg, men har meir både av skriftlege

source: science in each region and selected countries there.
nn: samfunnskunnskaplege forhold i kvar region og for utvalde land der.

source: parties had changed during the bygone years, but in some cases this only strengthened the
nn: andre hadde forandra seg ein god del i løpet av dei mellomliggjande åra, men dette har ikkje

source: More on democracy
nn: Meir om demokrati

source: - It means safety for the students and a good person to seek advice and support in various matters, says Trym Rimmen, leader of the student parliament.
nn: – Det betyr tryggleik for studentane og ein god person å søke råd hos og støtte seg på i ulike saker, meiner Trym Rimmen, leiar i studentparlamentet.

source: Browsing Rapportar by Subject "helsetilbod"
nn: Browsing Rapportar og andre skrifter by Subject "helsetilbod"

source: His work laid the grounds for the establishment of Volda as a school town.
nn: Innsatsen hans var i stor grad med på å legge grunnen for Volda som skulestad.

source: Up to 20 per cent of the places on offer will be reserved for students who complete a degree programme at Volda University College.
nn: Inntil 20 prosent av studieplassane vert reserverte for studentar som fullfører eit gradsstudium ved Høgskulen i Volda.

source: Evaluation of programmes of study (programrapport)
nn: Evaluering av studieprogram (programrapport)

source: It has several advantages, especially the Norwegian teacher.
nn: Det har mange fordeler, særleg dette med ein norsk lærar.

source: A central concern of the course will be with the ways in which new ideas and worldviews influence literature and art, and vice versa, in the period before 1900.
nn: Sentralt i kurset er eit fokus på korleis nye idear og verdsbilete påverkar litteratur og kunst, og vice versa, i perioden før 1900.

source: The Norwegian teachers on their hand have not spent much energy either in getting to
nn: Tilsvarande har dei norske lærarane heller ikkje brukt mykje energi på å

source: Lomeland Jacobsen is the Director of VUC and head of the Crisis Management board at the university college.
nn: Lomeland Jacobsen er direktør ved HVO og leiar for kriseleiinga ved høgskulen.

source: The same applies for your studies.
nn: Men det same gjeld sjølve studia.

source: This the teachers do.
nn: Og det arbeidet gjer faktisk lærarane.

source: “spontaneously” in quotation marks because we know from experience that others are not
nn: hermeteikn, fordi me av erfaring veit at det ikkje utan vidare er slik at den andre får sleppe til.

source: For students and schoolchildren, the price will be 200 and 35 kroner respectively.
nn: For studentar og skuleelevar vil prisen vere høvesvis 200 og 35 kroner.

source: - research and development work within non-tonal and free-tonal composition, improvisation and music philosophy.
nn: - har kjennskap til forskings- og utviklingsarbeid som blir drive innanfor ikkjetonal og fritonal komposisjon, improvisasjon og musikkfilosofi.

source: • What are the academic resources/expertise required to run the course of study?
nn: • Korleis er dei faglege ressursane/kompetansen til å drifte studietilbodet?

source: This is inspiring in itself.
nn: Dette er ei oppmuntring i seg sjølv.

source: characteristics of products or services. Cohen et al. (2014) elaborate different types of
nn: Funn frå sjølvrapporteringa (Rogne, 2014) peikar på at dette også gjeld jentene.

source: Amnesty International is a world-wide organization that works for human rights.
nn: Amnesty International er ein verdsomspennande organisasjon som arbeider for menneskerettar.

source: In this chapter, I will summarize some main
nn: I dette kapittelet vil eg summere nokre hovuddrag frå rapporten og prøve å

source: Staff can not book group rooms here, this is only for students.
nn: Tilsette kan ikkje booke grupperom her, dette er berre for studentar.

source: In Volda everyone’s welcome – also during the corona-crisis.
nn: I Volda er det plass til alle – også under koronaviruset.

source: On the start page, click
nn: På startsida klikkar du på

source: Browsing Høgskulen i Volda by Subject "Cesarean Section"
nn: Blar i Høgskulen i Volda på emneord "Cesarean Section"

source: Home and Education
nn: Heim og opplæring

source: The course also qualifies candidates to teach English, if combined with PPU (practical pedagogical training).
nn: Studiet kvalifiserer også, i kombinasjon med PPU (praktisk pedagogisk utdanning), til arbeid som engelsklærar i skulen.

source: The Norwegian system, on the other hand, differentiates between subjects and
nn: På den andre sida står det norske systemet som skil mellom fag og

source: “And he tried” says
nn: ”Og han prøvde”, seier mora.

source: presentations in front of the class during the one year at RA than during the three years of
nn: eine året hadde stått meir fram ved NCS/RA enn på tre år i ungdomsskulen heime, og at dette

source: in the fact that several teachers say that they have become more observant of how they
nn: Heilt konkret viser erfaringslæringa seg i at fleire lærarar sa at dei har vorte meir

source: through students participating in decision-making in everyday school life.
nn: kjem til uttrykk i aktiv medbestemming i skulekvardagen.

source: Browsing Høgskulen i Volda by Subject
nn: Browsing Rapportar og andre skrifter by Subject

source: Have your photo ID at hand, and be prepared to film the entire room with your camera to prove you're alone.
nn: Ver klar til å vise fram legitimasjon med bilde, og til å filme heile rommet med kamera for å vise at du er åleine.

source: The parents also focus mainly on the different subjects when asked about learning profits.
nn: Også foreldra har hovudfokuset sitt på fag når det er snakk om læringsutbytte:

source: Two students answer project work, another field trips, while the rest of them do not have any
nn: svarar prosjekt og ein svarar ekskursjonar, medan dei andre ikkje har nokon favoritt.

source: central theme of these interviews was how they compare work methods and work
nn: Eit sentralt punkt i desse intervjua var korleis dei i dag

source: students have experienced in this field in Norway.
nn: erfaringane elevane har gjort heime.

source: - In this building, our 500 media students will be able to take advantage of great facilities with state of the art equipment, and perhaps the nicest views of any news studio, said Dean Kate Kartveit.
nn: - Her skal mellom anna 500 mediestudentar få boltre seg i flotte lokale med ypparleg utstyr og moglegvis den finaste utsikta eit nyheitsstudio kan ha, fortalte dekan Kate Kartveit.

source: the full school-situation for every student.
nn: elev i ein større samanheng i form av klasselærar/kontaktlærar.

source: (5) A student who is in a risk group will, on the basis of an application accompanied by valid documentation, be offered special individual teaching arrangements.
nn: (5) Ein student i risikogruppe vil, etter søknad med gyldig dokumentasjon, få individuell tilrettelegging.

source: of the students answered that they did not find that the teachers used grades as a disciplinarian
nn: På mitt spørsmål svarar fleire av elevane at lærarane ikkje brukar karakterar til å disiplinere

source: AU has five responsible positions.
nn: AU har fem ansvarlige posisjoner.

source: instance in the use of language.
nn: kan kome til syne i språkbruken.

source: also say that their son has found that it does not pay to be absent form school.
nn: Dei nemner også at sonen har funne ut at det ikkje løner seg å vere

source: All students find that they meet most of them; some find that they are able to meet
nn: Alle elevane opplever at dei klarer det meste, nokon opplever at dei klarer alt, og

source: Assessment, examinations and grading
nn: Vurdering, eksamen og sensur

source: main features of the study.
nn: , og ytre motivasjon kan eksempelvis gå på

source: Gwendolyn Wördenweber, representative from STiV (Student parliament)
nn: Gwendolyn Wördenweber, representant frå Studentparlamentet

source: Metode: Studien nyttar metodetriangulering.
nn: Studien nyttar metodetriangulering.

source: However, the library expects you to be an active participant in this process.
nn: Biblioteket forventer at du sjølv er aktivt deltakande i rettleiinga.

source: She has also acted as counselor for the students and has been
nn: Ho har dessutan stilt opp og fungert som rettleiar og kome støttande til i andre

source: with the Korean community, but because the Korean teacher left, nothing has come of it.
nn: ved RA, men fordi den koreanske læraren har slutta, vart det ikkje noko av.

source: This is a low-threshold offer with drop-in hours where you can test yourself without having symptoms, says Karen Lomeland Jacobsen, director at Volda University College.
nn: Dette er et lavterskeltilbud med drop in-timer der en kan teste seg uten å ha symptom, sier Karen Lomeland Jacobsen, direktør ved Høgskulen i Volda.

source: to a higher level academically.
nn: løfta opp på eit høgare nivå fagleg og læringsmessig.

source: Withdrawal less than 14 days prior to the date of the examination counts as an attempt.
nn: Trekk mindre enn 14 dagar før eksamensdatoen tel som eitt forsøk.

source: After working for Møreforskning Volda between 1986-1993, Amdam has since been employed at VUC.
nn: Etter å ha arbeidd for Møreforsking Volda i perioden 1986-1993, har Amdam sidan vore tilsett ved HVO.

source: At Doc Lounge you can crawl up on the couch and sit back with something nice in the glass, while serving documentary films in the world class.
nn: På Doc Lounge kan du krype opp i sofaen og lene deg tilbake med noko godt i glaset, samtidig som du får servert dokumentarfilm i verdsklasse.

source: America, Russia, India and Kenya/Tanzania.
nn: Amerika, Russland, India og Kenya/Tanzania.

source: Then we do not hear only the teacher.
nn: Då høyrer me ikkje berre kva læraren

source: You can change the plan in some cases:
nn: I nokre tilfelle kan du endre på planen:

source: During scrutiny at the exam venue with the aim of discovering any non-permitted exam support material, a candidate may be asked to remove headwear or outer clothing that may be used to conceal non-permitted exam support material.
nn: Ved kontroll i eksamenslokalet etter ulovlege hjelpemiddel, kan ein kandidat verte beden om å ta av hovudplagg eller ytterklede som kan nyttast til å skjule ulovlege hjelpemiddel.

source: A exam candidate may appeal on the basis of formal procedural errors at oral / practical exams within three (3) weeks of the time when he/she ought to have become acquainted with the circumstances that have given rise to the appeal.
nn: Ein eksamenskandidat kan klage på formelle feil ved munnlege/praktiske eksamenar innan tre (3) veker etter at han/ho er eller burde vere kjent med det høve som grunngje klagen.

source: his students he wanted to learn more about Norway.
nn: altså å lære meir om Noreg.

source: In exams on paper, original answer papers must be returned to the Academic Affairs Department.
nn: Ved eksamen på papir skal originale eksamenssvar på papir returnerast til Studieadministrasjonen.

source: (4) A student who is subject to the circumstances and requirements described in subsection three above, may apply to the Dean for exemption.
nn: (4) Ein student som er omfatta av tredje ledd i denne paragrafen må søkje dekan om dispensasjon.

source: heighten their consciousness in this area.
nn: auke deira medvit på dette feltet.

source: On courses with an oral exam that is carried out via a video conference system, Skype, Lync, Adobe Connect or the like, the person with course responsibility is responsible for arranging the exam.
nn: I emne med munnleg eksamen som vert gjennomført via videokonferansesystem, Skype, Lync, Adobe Connect eller liknande har emneansvarleg ansvaret for gjennomføringa.

source: • The students must attend precisely.
nn: • Studentane må møte presis.

source: Musicians from the Symphony Orchestra at Volda University College will open the concert with the mighty Fanfare for the Common Man by Aaron Copland, followed by Sonata pian 'e forte by Giovanni Gabrieli.
nn: Musikantar frå Symfoniorkesteret ved Høgskulen i Volda vil opne konserten med den mektige Fanfare for the Common Man av Aaron Copland, etterfølgt av Sonata pian’ e forte av Giovanni Gabrieli.

source: Volda University College has decided that all exams that require physical attendance on campus (for example oral exams, written school exams) will be changed to alternative digital solutions.
nn: Kriseleiinga på HVO har bestemt at alle eksamenar som krev fysisk frammøte (til dømes skriftleg skuleeksamen, munnleg eksamen) skal endrast til alternative digitale eksamensformer.

source: ANI201 Animation 4 - production/specializing 1
nn: Vår ANI201 Animasjon 4-Spesialisering 1

source: Browsing Høgskulen i Volda by Subject "Patient Discharge"
nn: Blar i Høgskulen i Volda på emneord "Patient Discharge"

source: Write within a specified deadline a 1000-word analysis of one or two historical sources, in which they evaluate the picture those sources present of a particular event or period, applying standard methods of historical analysis
nn: Ei analyse på 1000 ord av ei eller to historiske kjelder, der dei vurderer framstillinga av ei bestemt hending eller periode ved bruk av historisk-analytisk metode.
